---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DisplacementElementFailures
source: html/aa26dae4-fe3d-6646-28b0-7d2f8f0c2c37.htm
---
# BuiltInFailures.DisplacementElementFailures Properties

A Displacement Set can only be pasted into a view in the same document in which it was created.